[Language]
Main_Title=Спасибо за выбор EaseUS Data Recovery Wizard
Sub_Title=Как бы вы оценили свой общий опыт?
Terrible=ужасный
Poor=Бедные
Good=Хорошо
Great=большой
Excellent=Отлично
Never_Ask_Again=Больше не спрашивайте
Rate_Now=Ставка
Feedback_Text_Tips=Пожалуйста оставьте свои отзывы здесь.
Feedback_Length_Tips=Вы вошли более 500 писем. Пожалуйстанапишите support@easeus.com.